login = """
Пользователь логинится в аккаунт.\n

Ответом отдает jwt токен,а также записывает его в куки браузера.\n

Если пользователя нет или введены некорректные данные, выведет соответствующие ошибки

"""

register = """
Пользователь регистрирует аккаунт\n

Ответом отдает jwt токен,а также записывает его в куки браузера.\n

Если пользователь сущевствует  или введены некорректные данные, выведет соответствующие ошибки

"""

logout = """
Пользователь выходит из  аккаунта.\n
Удаляет jwt токен из куков браузера.

"""

